IDEA Open Model
Vector3D Properties
Compatible with IDEA StatiCa Beta 20.0
The Vector3D type exposes the following members.
Properties
Name | Description
X
 Gets or sets the X-dirrection value
Y
 Gets or sets the Y-dirrection value
Z
 Gets or sets the Z-dirrection value
Top
See Also
Reference
Vector3D Class
IdeaRS.OpenModel.Geometry3D Namespace